tap "drone/drone"
tap "filippo.io/age", "https://filippo.io/age"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "nats-io/nats-tools"
tap "stripe/stripe-cli"
brew "age"
brew "jpeg"
brew "libpng"
brew "libtiff"
brew "openssl@1.1"
brew "bash"
brew "bat"
brew "openjdk"
brew "bfg"
brew "bzip2"
brew "readline"
brew "xz"
brew "certstrap"
brew "libmagic"
brew "protobuf"
brew "clamav"
brew "cocoapods"
brew "curl"
brew "php"
brew "composer"
brew "coreutils"
brew "ctop"
brew "dcraw"
brew "dive"
brew "doctl"
brew "duf"
brew "envoy"
brew "exa"
brew "fdupes"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "ghz"
brew "ghz-web"
brew "git"
brew "gitlab-runner"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go@1.17"
brew "goreleaser"
brew "grafana"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "swift-protobuf"
brew "grpc-swift"
brew "grpcurl"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "jq"
brew "k3d"
brew "kompose"
brew "kubernetes-cli"
brew "kubectx"
brew "make"
brew "minio-mc"
brew "mkcert"
brew "nats-server"
brew "ncdu"
brew "nginx"
brew "nload"
brew "node@14"
brew "openblas"
brew "postgresql"
brew "pg_top"
brew "pgformatter"
brew "plow"
brew "postgresql@13"
brew "prometheus"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rabbitmq"
brew "redis"
brew "restic"
brew "rust"
brew "sassc"
brew "smartmontools"
brew "sops"
brew "starship"
brew "stern"
brew "telegraf"
brew "telnet"
brew "terraform"
brew "terraformer"
brew "tesseract-lang"
brew "the_platinum_searcher"
brew "tree"
brew "xpdf"
brew "zlib"
brew "drone/drone/drone@0.8"
brew "nats-io/nats-tools/nats"
brew "stripe/stripe-cli/stripe"
cask "chromium"
cask "daedalus-flight"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "libreoffice"
cask "mattermost"
cask "postico"
cask "pycharm-ce"
cask "rar"
cask "signal"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "telegram"
cask "telegram-desktop"
cask "thunderbird"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "wkhtmltopdf"
cask "wombat"
cask "zoom"
