tap "ariga/tap"
tap "bufbuild/buf"
tap "cube2222/octosql"
tap "drone/drone"
tap "filippo.io/age", "https://filippo.io/age"
tap "getsentry/tools"
tap "go-swagger/go-swagger"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "k-yomo/pubsub_cli"
tap "localsend/localsend"
tap "micnncim/kubectl-reap", "https://github.com/micnncim/kubectl-reap"
tap "nakabonne/ali"
tap "nats-io/nats-tools"
tap "nginxinc/tap"
tap "stripe/stripe-cli"
tap "timescale/tap"
tap "vladimirvivien/oss-tools"
tap "yt-dlp/taps"
brew "age"
brew "libpng"
brew "xz"
brew "libtiff"
brew "bash"
brew "bat"
brew "readline"
brew "harfbuzz"
brew "openjdk"
brew "bfg"
brew "bzip2"
brew "certstrap"
brew "libmagic"
brew "protobuf"
brew "clamav"
brew "cmake"
brew "cocoapods"
brew "curl"
brew "php"
brew "composer"
brew "coreutils"
brew "croc"
brew "ctop"
brew "dcraw"
brew "dive"
brew "doctl"
brew "duf"
brew "editorconfig-checker"
brew "envoy"
brew "exa"
brew "fdupes"
brew "gnutls"
brew "openblas"
brew "ffmpeg"
brew "findutils"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghz"
brew "ghz-web"
brew "git"
brew "gitlab-runner"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "go"
brew "go@1.17"
brew "go@1.18"
brew "go@1.19"
brew "go@1.20"
brew "go@1.21"
brew "golangci-lint"
brew "goreleaser"
brew "librsvg"
brew "graphviz"
brew "gprof2dot"
brew "grafana"
brew "grep"
brew "grpcurl"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "imap-backup"
brew "inframap"
brew "jpeg"
brew "jq"
brew "k3d"
brew "k9s"
brew "kompose"
brew "kubernetes-cli"
brew "krew"
brew "kubeconform"
brew "kubectx"
brew "mailhog"
brew "make"
brew "minio-mc"
brew "mkcert"
brew "mmctl"
brew "nats-server"
brew "ncdu"
brew "nginx"
brew "nload"
brew "node@20"
brew "ory-hydra"
brew "parallel"
brew "pdfcpu"
brew "pg_top"
brew "pgformatter"
brew "plow"
brew "pnpm"
brew "postgresql@15"
brew "prometheus"
brew "protoc-gen-grpc-web"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rabbitmq"
brew "rclone"
brew "redis"
brew "remake"
brew "restic"
brew "rust"
brew "sassc"
brew "smartmontools"
brew "sops"
brew "sqlc"
brew "starship"
brew "stern"
brew "telegraf"
brew "telnet"
brew "terraform"
brew "terraformer"
brew "tesseract-lang"
brew "the_platinum_searcher"
brew "tree"
brew "wget"
brew "xpdf"
brew "yt-dlp"
brew "zlib"
brew "ariga/tap/atlas"
brew "cube2222/octosql/octosql"
brew "getsentry/tools/sentry-cli"
brew "go-swagger/go-swagger/go-swagger"
brew "k-yomo/pubsub_cli/pubsub_cli"
brew "nakabonne/ali/ali"
brew "nats-io/nats-tools/nats"
brew "nginxinc/tap/nginx-prometheus-exporter"
brew "stripe/stripe-cli/stripe"
brew "vladimirvivien/oss-tools/ktop"
cask "bruno"
cask "chromium"
cask "daedalus-flight"
cask "db-browser-for-sqlite"
cask "dropbox"
cask "element"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "lens"
cask "libreoffice"
cask "localsend"
cask "marta"
cask "mattermost"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "netnewswire"
cask "orbstack"
cask "postman"
cask "pycharm-ce"
cask "rar"
cask "signal"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "steam"
cask "thunderbird"
cask "transmission"
cask "visual-studio-code"
cask "vlc"
cask "wkhtmltopdf"
cask "wombat"
cask "zoom"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-docker"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "samuelcolvin.jinjahtml"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vue.volar"
vscode "zxh404.vscode-proto3"
