tap "ariga/tap"
tap "boldsoftware/tap"
tap "bufbuild/buf"
tap "context-labs/mactop", "https://github.com/context-labs/mactop"
tap "cube2222/octosql"
tap "drone/drone"
tap "etopeter/tap"
tap "filippo.io/age", "https://filippo.io/age"
tap "getsentry/tools"
tap "go-swagger/go-swagger"
tap "go-task/tap"
tap "go-testfixtures/tap"
tap "grafana/grafana"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "k-yomo/pubsub_cli"
tap "localsend/localsend"
tap "micnncim/kubectl-reap", "https://github.com/micnncim/kubectl-reap"
tap "nakabonne/ali"
tap "nats-io/nats-tools"
tap "nginxinc/tap"
tap "ory/tap"
tap "pyroscope-io/brew"
tap "rajatjindal/tap"
tap "robscott/tap"
tap "robusta-dev/krr"
tap "streamdal/public"
tap "stripe/stripe-cli"
tap "threedotslabs/tap"
tap "timescale/tap"
tap "vladimirvivien/oss-tools"
tap "yt-dlp/taps"
brew "age"
brew "aichat"
brew "libpng"
brew "harfbuzz"
brew "xz"
brew "libtiff"
brew "openjdk"
brew "alloy-analyzer"
brew "atlas"
brew "readline"
brew "bash"
brew "bat"
brew "icu4c@76"
brew "bfg"
brew "bzip2"
brew "certstrap"
brew "libmagic"
brew "protobuf"
brew "clamav"
brew "cmake"
brew "cocoapods"
brew "curl"
brew "php"
brew "composer"
brew "coreutils"
brew "ctop"
brew "dcraw"
brew "dive"
brew "doctl"
brew "duf"
brew "editorconfig-checker"
brew "envoy"
brew "exiftool"
brew "fdupes"
brew "ffmpeg"
brew "findutils"
brew "fx"
brew "fzf"
brew "gawk"
brew "gh"
brew "ghz"
brew "ghz-web"
brew "git"
brew "git-lfs"
brew "gitlab-runner"
brew "glab"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnutls"
brew "gnupg"
brew "go"
brew "go-jsonnet"
brew "go@1.25"
brew "golangci-lint"
brew "gopls"
brew "goreleaser"
brew "librsvg"
brew "graphviz"
brew "gprof2dot"
brew "grafana"
brew "grep"
brew "grpcurl"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "imap-backup"
brew "immich-cli"
brew "inframap"
brew "jpeg"
brew "jq"
brew "jsonnet-bundler"
brew "k3d"
brew "k9s"
brew "kompose"
brew "kubernetes-cli"
brew "krew"
brew "ktop"
brew "kubeconform"
brew "kubectx"
brew "kyverno"
brew "licensefinder"
brew "make"
brew "miller"
brew "minio-mc"
brew "mise"
brew "mkcert"
brew "nats-server"
brew "ncdu"
brew "nginx"
brew "nload"
brew "node@20"
brew "ollama"
brew "openblas"
brew "ory-hydra"
brew "parallel"
brew "parca"
brew "pdfcpu"
brew "pg_top"
brew "pgformatter"
brew "pkgconf"
brew "plow"
brew "pnpm@9"
brew "podman"
brew "postgresql@15"
brew "prometheus"
brew "protoc-gen-grpc-web"
brew "pyenv"
brew "pyenv-virtualenv"
brew "rabbitmq"
brew "rclone"
brew "redis"
brew "remake"
brew "renovate"
brew "restic"
brew "rust"
brew "sassc"
brew "smartmontools"
brew "sops"
brew "sqlc"
brew "sqlfluff"
brew "starship"
brew "stern"
brew "syft"
brew "tailwindcss"
brew "tanka"
brew "telegraf"
brew "telnet"
brew "terraform"
brew "terraformer"
brew "tesseract-lang"
brew "the_platinum_searcher"
brew "traefik"
brew "transmission-cli"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "xpdf"
brew "yaegi"
brew "yt-dlp"
brew "zlib"
brew "bufbuild/buf/buf"
brew "context-labs/mactop/mactop"
brew "etopeter/tap/kubectl-view-utilization"
brew "getsentry/tools/sentry-cli"
brew "go-swagger/go-swagger/go-swagger"
brew "go-task/tap/go-task"
brew "go-testfixtures/tap/testfixtures"
brew "k-yomo/pubsub_cli/pubsub_cli"
brew "nakabonne/ali/ali"
brew "nats-io/nats-tools/nats"
brew "nginxinc/tap/nginx-prometheus-exporter"
brew "ory/tap/cli"
brew "ory/tap/kratos"
brew "ory/tap/oathkeeper"
brew "pyroscope-io/brew/pyroscope"
brew "rajatjindal/tap/modify-secret"
brew "robscott/tap/kube-capacity"
brew "robusta-dev/krr/krr"
brew "streamdal/public/plumber"
brew "stripe/stripe-cli/stripe"
cask "adobe-acrobat-reader"
cask "balenaetcher"
cask "claude-code"
cask "codex"
cask "codex-app"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "firefox"
cask "gcloud-cli"
cask "gimp"
cask "iterm2"
cask "joplin"
cask "libreoffice"
cask "localsend"
cask "mattermost"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "netnewswire"
cask "orbstack"
cask "rar"
cask "sequel-ace"
cask "signal"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "wombat"
cask "zed"
cask "zoom"
vscode "bierner.markdown-mermaid"
vscode "docker.docker"
vscode "drblury.protobuf-vsc"
vscode "esbenp.prettier-vscode"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "samuelcolvin.jinjahtml"
vscode "takumii.markdowntable"
vscode "tamasfe.even-better-toml"
vscode "ubw.mermaidlens"
vscode "vue.volar"
cargo "feluda"
cargo "pgcat"
cargo "zip-password-finder"
